taskt/Core/Automation/Commands/OutlookGroup/OutlookDeleteEmailsCommand.dot
digraph "OutlookDeleteEmailsCommand" {
"OutlookDeleteEmailsCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
