taskt/Core/Automation/Commands/OutlookGroup/OutlookDeleteEmailsCommand.puml
@startuml
OutlookDeleteEmailsCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
